Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Chromium 환경설정";
AllowCrossOriginAuthPrompt.pfm_title = "교차 도메인 HTTP 기본 인증 프롬프트";
AllowCrossOriginAuthPrompt.pfm_description = "페이지의 제3자 하위 콘텐츠가 HTTP 기본 인증 대화 상자를 팝업할 수 있는지 여부를 제어합니다. 일반적으로 이 설정은 피싱 차단을 위해 사용 중지되어 있습니다.";
AllowFileSelectionDialogs.pfm_title = "파일 선택 대화 상자의 호출 허용";
AllowFileSelectionDialogs.pfm_description = "Chromium이(가) 파일 선택 대화 상자를 표시하도록 하여 컴퓨터의 로컬 파일에 액세스할 수 있게 합니다. 이 설정을 사용하면 사용자는 정상적으로 파일 선택 대화 상자를 열 수 있습니다. 이 설정을 사용 중지하면 사용자가 파일 선택 대화 상자를 불러 오는 작업을 수행할 때(예: 북마크 가져오기, 파일 업로드, 링크 저장 등) 메시지가 표시되고 사용자가 파일 선택 대화 상자에서 '취소'를 클릭한 것으로 간주됩니다. 이 설정을 설정하지 않으면 사용자는 정상적으로 파일 선택 대화 상자를 열 수 있습니다.";
AllowOutdatedPlugins.pfm_title = "오래된 플러그인 실행 허용";
AllowOutdatedPlugins.pfm_description = "Chromium이(가) 오래된 플러그인을 실행할 수 있습니다. 이 설정을 사용하면 오래된 플러그인은 표준 플러그인처럼 사용됩니다. 이 설정을 사용 중지하면 오래된 플러그인은 사용할 수 없으며 사용자에게 실행 권한을 요청하는 메시지가 표시되지 않습니다. 이 설정을 설정하지 않으면 사용자에게 오래된 플러그인의 실행 권한을 요청하는 메시지가 표시됩니다.";
AlternateErrorPagesEnabled.pfm_title = "대체 오류 페이지 사용";
AlternateErrorPagesEnabled.pfm_description = "Chromium에 내장된 대체 오류 페이지(예: '페이지를 찾을 수 없습니다')를 사용하도록 설정하며 사용자가 이 설정을 변경하지 못하게 합니다. 이 설정을 사용하면 대체 오류 페이지가 사용됩니다. 이 설정을 사용 중지하면 대체 오류 페이지가 사용되지 않습니다. 이 설정을 사용하거나 사용 중지하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다.";
AlwaysAuthorizePlugins.pfm_title = "승인이 필요한 플러그인 항상 실행";
AlwaysAuthorizePlugins.pfm_description = "Chromium이(가) 승인이 필요한 플러그인을 실행하도록 허용합니다. 이 설정을 사용하면 항상 최신 플러그인이 실행됩니다. 이 설정을 사용하지 않거나 설정하지 않으면 승인이 필요한 플러그인을 실행해야 할 때 사용자에게 실행 여부를 묻게 됩니다. 이러한 플러그인은 보안에 문제를 일으킬 수 있습니다.";
AuthNegotiateDelegateWhitelist.pfm_title = "Kerberos 위임 서버 허용목록";
AuthNegotiateDelegateWhitelist.pfm_description = "Chromium이(가) 위임하는 서버입니다.";
AuthSchemes.pfm_title = "지원되는 인증 스키마";
AuthSchemes.pfm_description = "Chromium에서 지원하는 HTTP 인증 스키마를 지정합니다. 사용 가능한 값은 'basic', 'digest', 'ntlm' 및 'negotiate'입니다. 여러 값은 쉼표로 구분합니다.";
AuthServerWhitelist.pfm_title = "인증 서버 허용목록";
AuthServerWhitelist.pfm_description = "통합 인증을 위해 허용목록에 포함되어야 하는 서버를 지정합니다. 통합 인증은 Chromium이(가) 이 허용 목록에 있는 서버 또는 프록시에서 인증 요청을 받은 경우에만 사용하도록 설정됩니다. 여러 서버 이름은 쉼표로 구분됩니다. 와일드카드(*)를 사용할 수 있습니다.";
AutoFillEnabled.pfm_title = "자동완성 사용";
AutoFillEnabled.pfm_description = "Chromium의 자동완성 기능을 사용하며 사용자가 주소나 신용카드 정보와 같이 이전에 저장한 정보를 사용하여 웹 양식을 자동으로 완성할 수 있습니다. 이 설정을 사용 중지하면 사용자가 자동완성을 사용할 수 없습니다. 이 설정을 사용하거나 값을 설정하지 않으면 자동완성을 사용자가 제어할 수 있게 됩니다. 사용자가 자동완성 프로필을 설정하고 원하는 대로 자동완성을 설정하거나 해제할 수 있습니다.";
BlockThirdPartyCookies.pfm_title = "제3자 쿠키 차단";
BlockThirdPartyCookies.pfm_description = "제 3자 쿠키를 차단합니다. 이 설정을 사용하면 브라우저의 주소 표시줄에 있는 도메인이 출처가 아닌 웹페이지 요소의 쿠키 설정을 금지합니다. 이 설정을 사용하지 않으면 브라우저의 주소 표시줄에 있는 도메인이 출처가 아닌 웹페이지 요소의 쿠키 설정을 허용하며 사용자가 이 설정을 변경하지 못하게 됩니다.";
BookmarkBarEnabled.pfm_title = "북마크바 사용";
BookmarkBarEnabled.pfm_description = "Chromium의 새 탭 페이지에서 북마크바를 사용하도록 설정합니다. 이 설정을 사용하면 Chromium은(는) '새 탭' 페이지에 북마크바를 표시합니다. 이 설정을 사용 중지하면 북마크바가 표시되지 않습니다. 이 설정을 사용하거나 사용 중지하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다.";
ClearSiteDataOnExit.pfm_title = "브라우저 종료 시 사이트 데이터 지우기";
ClearSiteDataOnExit.pfm_description = "이 정책은 '브라우저를 닫을 때 쿠키 및 기타 사이트 데이터 삭제' 콘텐츠 설정 옵션을 무시합니다. True로 설정하면 Chromium은(는) 브라우저를 종료할 때 브라우저에 저장된 모든 데이터를 삭제합니다.";
CookiesAllowedForUrls.pfm_title = "이 사이트에서 쿠키 허용";
CookiesAllowedForUrls.pfm_description = "쿠키 설정이 허용되는 사이트를 지정하는 URL 패턴 목록을 설정할 수 있습니다.";
CookiesBlockedForUrls.pfm_title = "이 사이트에서 쿠키 차단";
CookiesBlockedForUrls.pfm_description = "쿠키 설정이 허용되지 않는 사이트를 지정하는 URL 패턴 목록을 설정할 수 있습니다.";
CookiesSessionOnlyForUrls.pfm_title = "이 사이트에서 세션 전용 쿠키 허용";
CookiesSessionOnlyForUrls.pfm_description = "세션 전용 쿠키 설정이 허용되는 사이트를 지정하는 URL 패턴 목록을 설정할 수 있습니다.";
DefaultBrowserSettingEnabled.pfm_title = "기본 브라우저로 Chrome 설정";
DefaultBrowserSettingEnabled.pfm_description = "Chromium에서 기본 브라우저 확인을 설정하고 사용자가 변경하지 못하게 합니다. 이 설정을 사용하면 Chromium은(는) 시작 시 사용하는 브라우저가 기본 브라우저인지 확인하고 가능한 경우 해당 브라우저를 기본 브라우저로 자동 등록합니다. 이 설정을 사용 중지하면 Chromium은(는) 기본 브라우저 여부를 확인하지 않고 사용자가 이 옵션을 설정하지 못하도록 합니다. 이 설정을 지정하지 않으면 Chromium은(는) 사용자가 기본 브라우저 여부를 확인하고 기본 브라우저가 아닐 때 사용자 알림 표시를 할지를 선택할 수 있도록 허용합니다.";
DefaultCookiesSetting.pfm_title = "기본 쿠키 설정";
DefaultCookiesSetting.pfm_description = "0 - 모든 사이트에서 로컬 데이터 설정 허용\n1 - 모든 사이트에서 로컬 데이터 설정 허용 안함\n웹사이트가 로컬 데이터를 설정하도록 허용할지 여부를 설정할 수 있습니다. 모든 웹사이트에 대해 로컬 데이터 설정을 허용 또는 거부할 수 있습니다.";
DefaultGeolocationSetting.pfm_title = "기본 위치정보 설정";
DefaultGeolocationSetting.pfm_description = "0 - 사이트에서 사용자 실제 위치를 추적하도록 허용\n1 - 모든 사이트에서 사용자 실제 위치를 추적하도록 허용 안함\n2 - 사이트에서 사용자의 실제 위치를 추적할 때마다 확인\n웹사이트에서 사용자의 실제 위치를 추적하도록 허용할지 여부를 설정할 수 있습니다. 사용자의 실제 위치를 추적하는 것은 기본적으로 허용되거나, 기본적으로 거부되거나 또는 웹사이트가 실제 위치를 요청할 때마다 사용자에게 알리도록 할 수 있습니다.";
DefaultImagesSetting.pfm_title = "기본 이미지 설정";
DefaultImagesSetting.pfm_description = "0 - 모든 사이트에서 모든 이미지를 표시하도록 허용\n1 - 모든 사이트에서 이미지 표시 허용 안함\n웹사이트에서 이미지를 표시하도록 허용할지 여부를 설정할 수 있습니다. 모든 웹사이트에 대해 이미지 표시를 허용 또는 거부할 수 있습니다.";
DefaultJavaScriptSetting.pfm_title = "기본 자바 스크립트 설정";
DefaultJavaScriptSetting.pfm_description = "0 - 모든 사이트에서 자바스크립트 실행 허용\n1 - 모든 사이트에서 자바스크립트 실행 허용 안함\n웹사이트에서 자바스크립트를 실행하도록 허용할지 여부를 설정할 수 있습니다. 모든 웹사이트에 대해 자바스크립트 실행을 허용 또는 거부할 수 있습니다.";
DefaultNotificationSetting.pfm_title = "기본 알림 설정";
DefaultNotificationSetting.pfm_description = "0 - 사이트에서 데스크톱 알림을 표시하도록 허용\n1 - 모든 사이트에서 데스크톱 알림 표시 허용 안함\n2 - 사이트에서 데스크톱 알림을 표시할 때마다 확인\n웹사이트에서 데스크톱 알림을 표시하도록 허용할지 여부를 설정할 수 있습니다. 데스크톱 알림 표시는 기본적으로 허용하거나 기본적으로 거부하거나 또는 웹사이트가 데스크톱 알림을 표시할 때마다 사용자에게 알리도록 할 수 있습니다.";
DefaultPluginsSetting.pfm_title = "기본 플러그인 설정";
DefaultPluginsSetting.pfm_description = "0 - 모든 사이트에서 플러그인 자동 실행 허용\n1 - 모든 플러그인 차단\n웹사이트가 자동으로 플러그인을 실행하도록 설정할 수 있습니다. 자동 실행 플러그인은 모든 웹사이트에 대해 허용 또는 거부할 수 있습니다.";
DefaultPopupsSetting.pfm_title = "기본 팝업 설정";
DefaultPopupsSetting.pfm_description = "0 - 모든 사이트에서 팝업 표시 허용\n1 - 모든 사이트에서 팝업 표시 허용 안함\n웹사이트에서 팝업 표시를 허용할지 여부를 설정할 수 있습니다. 모든 웹사이트에 대해 팝업 표시를 허용 또는 거부할 수 있습니다.";
DefaultSearchProviderEnabled.pfm_title = "기본 검색 공급자 사용";
DefaultSearchProviderEnabled.pfm_description = "기본 검색 공급자를 사용합니다. 이 설정을 사용하면 사용자가 URL이 아닌 텍스트를 검색주소창에 입력할 때 기본 검색이 수행됩니다. 기본 검색 정책 설정을 끝까지 완료 시 기본 검색 공급자를 지정할 수 있습니다. 해당 지정 영역을 비워 둘 경우 사용자가 기본 공급자를 선택할 수 있습니다. 이 설정을 사용 중지하면 사용자가 URL이 아닌 텍스트를 검색주소창에 입력할 때 검색이 수행되지 않습니다. 이 설정을 사용하거나 사용 중지하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다.";
DefaultSearchProviderEncodings.pfm_title = "기본 검색 공급자 인코딩";
DefaultSearchProviderEncodings.pfm_description = "검색 공급자가 지원하는 문자 인코딩을 지정합니다. 인코딩은 UTF-8, GB2312 및 ISO-8859-1과 같은 코드 페이지 이름입니다. 인코딩은 제공된 순서대로 사용됩니다. 기본값은 UTF-8입니다.";
DefaultSearchProviderIconURL.pfm_title = "기본 검색 공급자 아이콘";
DefaultSearchProviderIconURL.pfm_description = "기본 검색 공급자의 즐겨찾기 아이콘 URL을 지정합니다. 선택사항입니다.";
DefaultSearchProviderInstantURL.pfm_title = "기본 검색 공급자 순간 검색 URL";
DefaultSearchProviderInstantURL.pfm_description = "순간 검색을 제공할 때 사용하는 검색 엔진의 URL을 지정합니다. URL은 '{searchTerms}' 문자열을 포함해야 하며 검색 시 사용자가 입력한 텍스트로 대체됩니다. 선택 사항입니다.";
DefaultSearchProviderKeyword.pfm_title = "기본 검색 공급자 키워드";
DefaultSearchProviderKeyword.pfm_description = "해당 검색 공급자로 검색할 때 검색주소창에서 사용되는 단축키인 키워드를 지정합니다. 선택 사항입니다.";
DefaultSearchProviderName.pfm_title = "기본 검색 공급자 이름";
DefaultSearchProviderName.pfm_description = "기본 검색 공급자의 이름을 지정합니다. 비워 둘 경우 검색 URL에서 지정한 호스트 이름이 사용됩니다.";
DefaultSearchProviderSearchURL.pfm_title = "기본 검색 공급자 검색 URL";
DefaultSearchProviderSearchURL.pfm_description = "기본 검색을 실행할 때 사용하는 검색 엔진의 URL을 지정합니다. URL은 문자열 {searchTerms}을(를) 포함해야 하며 검색 시 사용자의 검색어로 대체됩니다.";
DefaultSearchProviderSuggestURL.pfm_title = "기본 검색 공급자 추천 URL";
DefaultSearchProviderSuggestURL.pfm_description = "추천 검색어를 제공할 때 사용하는 검색 엔진의 URL을 지정합니다. URL은 {searchTerms} 문자열을 포함해야 하며 검색 시 사용자가 입력한 텍스트로 대체됩니다. 선택 사항입니다.";
DeveloperToolsDisabled.pfm_title = "개발자 도구 사용 중지";
DeveloperToolsDisabled.pfm_description = "개발자 도구 및 자바스크립트 콘솔을 사용 중지합니다. 이 설정을 사용하면 개발자 도구에 액세스할 수 없으며 웹사이트 요소를 검사할 수 없습니다. 개발자 도구나 자바스크립트 콘솔을 여는 모든 단축키와 메뉴 항목, 컨텍스트 메뉴 항목의 사용이 중지됩니다.";
Disable3DAPIs.pfm_title = "3D 그래픽 API 지원 사용 중지";
Disable3DAPIs.pfm_description = "3D 그래픽 API 지원을 사용 중지합니다. 이 설정을 사용하면 웹페이지가 그래픽 처리 장치(GPU)를 액세스하지 못합니다. 특히 웹페이지가 WebGL API에 액세스할 수 없으며 플러그인이 Pepper 3D API를 사용할 수 없습니다. 이 설정을 사용 중지하면 웹페이지가 WebGL API를 사용하고 플러그인이 Pepper 3D API를 사용할 수 있습니다. 이 API를 사용하려면 브라우저의 기본 설정이 명령줄 인수를 전달받아야 할 수 있습니다.";
DisableAuthNegotiateCnameLookup.pfm_title = "Kerberos 인증을 협상할 때 CNAME 조회 사용 중지";
DisableAuthNegotiateCnameLookup.pfm_description = "생성되는 Kerberos SPN이 표준 DNS 이름을 기반으로 할지 또는 원래 입력된 이름을 기반으로 할 지를 지정합니다. 이 설정을 사용하면 CNAME 조회를 건너뛰고 입력된 서버 이름을 사용합니다. 이 설정을 사용 중지하면 CNAME 조회를 통해 서버의 표준 이름을 확인합니다.";
DisablePluginFinder.pfm_title = "플러그인 Finder 사용 중지";
DisablePluginFinder.pfm_description = "이 설정을 True로 설정하는 경우 누락된 플러그인의 자동 검색 및 설치는 Chromium에서 사용할 수 없습니다.";
DisableSpdy.pfm_title = "SPDY 프로토콜 사용 중지";
DisableSpdy.pfm_description = "Chromium에서 SPDY 프로토콜의 사용을 중지합니다.";
DisabledPlugins.pfm_title = "사용할 수 없는 플러그인 목록";
DisabledPlugins.pfm_description = "Chromium에서 사용 중지되는 플러그인 목록을 지정하며 사용자가 이 설정을 변경하지 못하게 합니다. 와일드카드 문자 '*'와 '?'는 임의의 문자 시퀀스를 비교하는 데 사용됩니다. '*'는 임의 개수의 문자를 비교하며 '?'는 선택적 단일 문자를 지정합니다. 즉, 0이나 하나의 문자를 비교합니다. 실제 '*', '?', 또는'\'를 비교하는 이스케이프 문자는 '\'이며 앞에 '\'를 넣을 수 있습니다. 이 설정을 사용하면 지정된 플러그인 목록이 Chromium에서 사용되지 않습니다. 플러그인은 'about:plugins'에서 사용 중지로 표시되며 사용자가 이를 사용하도록 설정할 수 없습니다. 이 정책은 EnabledPlugins 및 DisabledPluginsExceptions을 무시합니다.";
DisabledPluginsExceptions.pfm_title = "사용 중지된 플러그인 목록에 대한 예외 목록";
DisabledPluginsExceptions.pfm_description = "Chromium에서 사용자가 사용하도록 설정하거나 사용 중지할 수 있는 플러그인 목록을 지정합니다. 와일드카드 문자 '*'와 '?'는 임의의 문자 시퀀스를 비교하는 데 사용됩니다. '*'는 임의 개수의 문자를 비교하며 '?'는 선택적 단일 문자를 지정합니다. 즉, 0이나 하나의 문자를 비교합니다. 실제 '*', '?', 또는'\'를 비교하는 이스케이프 문자는 '\'이며 앞에 '\'를 넣을 수 있습니다. 이 설정을 사용하면 지정된 플러그인 목록이 Chromium에서 항상 사용됩니다. 플러그인이 DisabledPlugins의 패턴과 일치하더라도 'about:plugins'에서 사용하거나 사용 중지할 수 있습니다. 또한 사용자는 DisabledPlugins, DisabledPluginsExceptions 및 EnabledPlugins의 패턴과 일치하지 않는 플러그인을 사용하거나 사용 중지할 수 있습니다.";
DisabledSchemes.pfm_title = "사용할 수 없는 프로토콜 스키마 목록";
DisabledSchemes.pfm_description = "Chromium에 나열된 프로토콜 스키마를 사용 중지합니다. 이 목록의 스키마를 사용하는 URL은 로드되지 않으며 이동할 수 없습니다.";
DiskCacheDir.pfm_title = "디스크 캐시 디렉토리 설정";
DiskCacheDir.pfm_description = "Chromium이(가) 디스크에 캐시된 파일을 저장하기 위해 사용할 디렉토리를 구성합니다. 이 정책을 설정하면 Chromium은(는) 사용자가 '--disk-cache-dir' 플래그를 지정했는지 여부와 관계없이 제공된 디렉토리를 사용합니다.";
DnsPrefetchingEnabled.pfm_title = "네트워크 예측 사용";
DnsPrefetchingEnabled.pfm_description = "Chromium에서 네트워크 예측을 사용하며 사용자가 이 설정을 변경할 수 없습니다. 이 설정을 사용하거나 사용 중지하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다.";
DownloadDirectory.pfm_title = "다운로드 디렉토리 설정";
DownloadDirectory.pfm_description = "Chromium이(가) 파일을 다운로드할 때 사용하는 디렉토리를 설정합니다. 이 정책을 설정하면 Chromium은(는) 사용자가 디렉토리를 지정했거나 매번 다운로드 위치를 묻도록 하는 플래그를 지정하는 것과 상관없이 제공된 디렉토리를 사용합니다.";
EditBookmarksEnabled.pfm_title = "북마크 수정 사용 또는 사용 중지";
EditBookmarksEnabled.pfm_description = "Chromium에서 북마크 수정을 사용하거나 사용하지 않도록 설정합니다. 이 설정은 기본적으로 사용하도록 되어 있으며 북마크를 추가, 삭제 또는 수정할 수 있습니다. 이 설정을 사용 중지하면 북마크를 추가, 삭제 또는 수정할 수 없습니다. 기존 북마크는 계속 사용할 수 있습니다.";
EnableAuthNegotiatePort.pfm_title = "Kerberos SPN에 비표준 포트 포함";
EnableAuthNegotiatePort.pfm_description = "생성된 Kerberos SPN이 비표준 포트를 포함해야 하는지 여부를 지정합니다. 이 설정을 사용하고 비표준 포트(예: 80 또는 443 이외의 포트)를 입력하면 생성된 Kerberos SPN에 포트가 포함됩니다. 이 설정을 사용 중지하면 생성된 Kerberos SPN이 어떤 경우에도 포트를 포함하지 않습니다.";
EnabledPlugins.pfm_title = "사용 가능한 플러그인 목록";
EnabledPlugins.pfm_description = "Chromium에서 사용하는 플러그인 목록을 지정하며 사용자가 이 설정을 변경하지 못하게 합니다. 와일드카드 문자 '*'와 '?'는 임의의 문자 시퀀스를 비교하는 데 사용됩니다. '*'는 임의 개수의 문자를 비교하며 '?'는 선택적 단일 문자를 지정합니다. 즉, 0이나 하나의 문자를 비교합니다. 실제 '*', '?', 또는'\'를 비교하는 이스케이프 문자는 '\'이며 앞에 '\'를 넣을 수 있습니다. 지정된 플러그인 목록은 설치하는 경우 Chromium에서 항상 사용됩니다. 플러그인은 'about:plugins'에서 사용으로 표시되며 사용자가 이를 사용 중지하도록 설정할 수 없습니다. 이 정책은 DisabledPlugins 및 DisabledPluginsExceptions을 무시합니다.";
ExtensionInstallBlacklist.pfm_title = "사용자가 설치할 수 없는 확장 프로그램 ID(또는 전체 확장 프로그램의 경우 *)";
ExtensionInstallBlacklist.pfm_description = "특정 확장 프로그램을 사용자가 설치할 수 없도록 지정할 수 있습니다. 이미 설치된 확장 프로그램을 차단할 경우 삭제됩니다. 차단목록 값 *은 허용목록에 명시적으로 나열되지 않은 경우 모든 확장 프로그램이 차단됨을 의미합니다.";
ExtensionInstallForcelist.pfm_title = "자동으로 설치되는 확장 프로그램 ID와 업데이트 URL";
ExtensionInstallForcelist.pfm_description = "사용자가 개입하지 않아도 자동 설치되는 확장 프로그램 목록을 지정할 수 있습니다. 목록의 각 항목은 세미콜론(;;)으로 구분되는 확장 프로그램 ID와 업데이트 URL로 구성된 문자열입니다(예: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx). 각 항목에 대해 Chromium이(가) 지정된 URL에서 ID로 지정된 확장 프로그램을 가져와서 자동으로 설치합니다. 다음 페이지에 자체 서버에서 확장 프로그램을 호스팅하는 방법이 설명되어 있습니다. URL 업데이트 정보: http://code.google.com/chrome/extensions/autoupdate.html 확장 프로그램 호스팅 정보: http://code.google.com/chrome/extensions/hosting.html 사용자는 이 정책에서 지정된 확장 프로그램을 제거할 수 없습니다. 이 목록에서 확장 프로그램을 제거하면 Chromium이(가) 자동으로 확장 프로그램을 제거합니다. 'ExtensionInstallBlacklist'의 차단목록에 있고 허용목록에는 등록되지 않은 확장 프로그램은 이 정책으로 강제 설치할 수 없습니다.";
ExtensionInstallWhitelist.pfm_title = "차단목록에서 제외할 확장 프로그램 ID";
ExtensionInstallWhitelist.pfm_description = "차단목록에 적용되지 않는 확장 프로그램을 지정할 수 있습니다. 차단목록 값 *은 모든 확장 프로그램이 차단되며 사용자가 허용목록에 나열된 확장 프로그램만 설치할 수 있음을 의미합니다. 기본적으로 모든 확장 프로그램은 허용목록에 포함되지만, 모든 확장 프로그램이 정책에 의해 차단목록에 포함된 경우 허용목록을 사용하여 해당 정책을 무시할 수 있습니다.";
GSSAPILibraryName.pfm_title = "GSSAPI 라이브러리 이름";
GSSAPILibraryName.pfm_description = "HTTP 인증에 사용할 GSSAPI 라이브러리를 지정합니다. 라이브러리 이름 또는 전체 경로를 설정할 수 있습니다. 설정값이 없으면 Chromium이(가) 기본 라이브러리 이름을 사용합니다.";
HomepageIsNewTabPage.pfm_title = "새 탭 페이지를 홈페이지로 사용";
HomepageIsNewTabPage.pfm_description = "ChromiumChromium에서 기본 홈페이지 유형을 설정하여 사용자가 홈페이지 환경설정을 변경할 수 없게 합니다. 홈페이지는 여기에서 지정하는 URL로 설정하거나 새 탭 페이지로 설정할 수 있습니다. 이 설정을 사용하면 새 탭 페이지가 항상 홈페이지로 사용되며 홈페이지 URL 위치는 무시됩니다. 이 설정을 사용 중지하면 사용자 홈페이지 URL을 'chrome://newtab'으로 설정하지 않는 한 사용자 홈페이지는 새 탭 페이지가 될 수 없습니다. 이 설정을 사용하거나 사용 중지하면 사용자가 Chromium에서 홈페이지 유형을 변경할 수 없습니다 Chromium.";
HomepageLocation.pfm_title = "홈페이지 URL";
HomepageLocation.pfm_description = "Chromium에서 기본 홈페이지 URL을 설정하고 사용자가 변경하지 못하게 합니다. 홈페이지 유형은 여기에서 지정하는 URL로 설정하거나 새 탭 페이지로 설정할 수 있습니다. 새 탭 페이지를 선택하면 이 정책은 무시됩니다. 이 설정을 사용하면 사용자는 Chromium에서 홈페이지 URL을 변경할 수는 없지만 새 탭 페이지를 홈페이지로 선택할 수는 있습니다.";
ImagesAllowedForUrls.pfm_title = "이 사이트에서 이미지 허용";
ImagesAllowedForUrls.pfm_description = "이미지 표시가 허용되는 사이트를 지정하는 URL 패턴 목록을 설정할 수 있습니다.";
ImagesBlockedForUrls.pfm_title = "이 사이트의 이미지 차단";
ImagesBlockedForUrls.pfm_description = "이미지 표시가 허용되지 않는 사이트를 지정하는 URL 패턴 목록을 설정할 수 있습니다.";
IncognitoEnabled.pfm_title = "시크릿 모드 사용";
IncognitoEnabled.pfm_description = "Chromium에서 시크릿 모드를 사용합니다. 이 설정을 사용하거나 설정하지 않으면 사용자는 웹페이지를 시크릿 모드로 열 수 있습니다. 이 설정을 사용 중지하면 사용자는 웹페이지를 시크릿 모드로 열 수 없습니다.";
InstantEnabled.pfm_title = "순간 검색 사용";
InstantEnabled.pfm_description = "Chromium의 순간 검색 기능을 사용하고 사용자가 이 설정을 변경하지 못하게 합니다. 이 설정을 사용하면 Chromium 순간 검색을 사용할 수 있습니다. 이 설정을 사용 중지하면 Chromium 순간 검색은 사용 중지됩니다. 이 설정을 사용하거나 사용 중지하면 사용자가 이 설정을 변경하거나 무시할 수 없습니다.";
JavaScriptAllowedForUrls.pfm_title = "이 사이트에서 자바스크립트 허용";
JavaScriptAllowedForUrls.pfm_description = "자바스크립트 실행이 허용되는 사이트를 지정하는 URL 패턴 목록을 설정할 수 있습니다.";
JavaScriptBlockedForUrls.pfm_title = "이 사이트에서 자바스크립트 차단";
JavaScriptBlockedForUrls.pfm_description = "자바스크립트 실행이 허용되지 않는 사이트를 지정하는 URL 패턴 목록을 설정할 수 있습니다.";
JavascriptEnabled.pfm_title = "자바스크립트 사용";
JavascriptEnabled.pfm_description = "Chromium에서 자바스크립트를 사용하고 사용자가 이 설정을 변경하지 못하게 합니다. 이 설정을 사용하거나 설정하지 않으면 웹페이지는 자바스크립트를 사용할 수 있습니다. 이 설정을 사용 중지하면 웹페이지는 자바스크립트를 사용할 수 없습니다.";
MetricsReportingEnabled.pfm_title = "사용 및 충돌 관련 데이터 보고 사용";
MetricsReportingEnabled.pfm_description = "Chromium 사용 및 충돌 관련 데이터에 대해 Google에 익명으로 보고하며 사용자가 이 설정을 변경하지 못하게 합니다. 이 설정을 사용하면 사용 및 충돌 관련 데이터에 대한 익명의 보고서가 Google에 전송됩니다. 이 설정을 사용 중지하면 익명의 보고서가 Google에 전송되지 않습니다. 이 설정을 사용하거나 사용 중지하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다.";
PasswordManagerAllowShowPasswords.pfm_title = "사용자가 비밀번호 관리자에 암호를 표시할 수 있도록 허용";
PasswordManagerAllowShowPasswords.pfm_description = "사용자가 비밀번호 관리자에서 일반 텍스트로 비밀번호를 표시할지 여부를 설정합니다. 이 설정을 사용 중지하면 비밀번호 관리자는 비밀번호 관리자 창에 일반 텍스트로 저장된 비밀번호를 표시하지 않습니다. 이 설정을 사용하거나 설정하지 않으면 사용자는 비밀번호 관리자에서 일반 텍스트로 비밀번호를 볼 수 있습니다.";
PasswordManagerEnabled.pfm_title = "비밀번호 관리자 사용";
PasswordManagerEnabled.pfm_description = "Chromium에서 비밀번호 저장 및 저장된 비밀번호를 사용합니다. 이 설정을 사용하면 Chromium에 비밀번호를 저장하여 이후 사이트에 로그인할 때 자동으로 비밀번호를 제공하도록 할 수 있습니다. 이 설정을 사용 중지하면 사용자는 비밀번호를 저장하거나 이미 저장된 비밀번호를 사용할 수 없습니다. 이 설정을 사용하거나 사용 중지하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다.";
PluginsAllowedForUrls.pfm_title = "이 사이트에서 플러그인 허용";
PluginsAllowedForUrls.pfm_description = "플러그인 실행이 허용되는 사이트를 지정하는 URL 패턴 목록을 설정할 수 있습니다.";
PluginsBlockedForUrls.pfm_title = "이 사이트에서 플러그인 차단";
PluginsBlockedForUrls.pfm_description = "플러그인 실행이 허용되지 않는 사이트를 지정하는 URL 패턴 목록을 설정할 수 있습니다.";
PopupsAllowedForUrls.pfm_title = "이러한 사이트에서 팝업 허용";
PopupsAllowedForUrls.pfm_description = "팝업 열기가 허용되는 사이트를 지정하는 URL 패턴 목록을 설정할 수 있습니다.";
PopupsBlockedForUrls.pfm_title = "이 사이트에서 팝업 차단";
PopupsBlockedForUrls.pfm_description = "팝업 열기가 허용되지 않는 사이트를 지정하는 URL 패턴 목록을 설정할 수 있습니다.";
PrintingEnabled.pfm_title = "인쇄 사용";
PrintingEnabled.pfm_description = "Chromium에서 인쇄를 사용하고 사용자가 이 설정을 변경하지 못하게 합니다. 이 설정을 사용하거나 설정하지 않으면 사용자가 인쇄할 수 있습니다. 이 설정을 사용 중지하면 사용자가 Chromium에서 인쇄할 수 없습니다. 도구 메뉴, 확장 프로그램, 자바스크립트 애플리케이션 등에서는 인쇄가 사용 중지됩니다. 인쇄하는 동안 Chromium을(를) 우회하는 플러그인에서는 인쇄가 가능합니다. 예를 들어 특정 Flash 애플리케이션은 컨텍스트 메뉴에 인쇄 옵션이 있으며 이런 옵션은 사용 중지되지 않습니다.";
ProxyBypassList.pfm_title = "쉼표로 구분된 프록시 우회 규칙 목록";
ProxyBypassList.pfm_description = "Chromium은(는) 여기에 지정된 호스트 목록에 대해 모든 프록시를 우회합니다. 이 정책은 '프록시 서버 설정을 지정하는 방법 선택'에서 수동 프록시 설정을 선택하는 경우에만 적용됩니다. 자세한 예는 http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett을(를) 참조하세요.";
ProxyMode.pfm_title = "프록시 서버 설정을 지정하는 방법 선택";
ProxyMode.pfm_description = "direct - 프록시 사용하지 않음\nauto_detect - 프록시 설정 자동 감지\npac_script - .pac 프록시 스크립트 사용\nfixed_servers - 고정 프록시 서버 사용\nsystem - 시스템 프록시 설정 사용\nChromium이(가) 사용하는 프록시 서버를 지정하도록 허용하며 사용자가 프록시 설정을 변경하지 못하게 합니다. 프록시 서버를 사용하지 않고 항상 직접 연결하도록 선택하면 다른 옵션은 모두 무시됩니다. 시스템 프록시 설정을 사용하거나 프록시 서버를 자동 감지하도록 선택하면 다른 옵션은 모두 무시됩니다. 고정 서버 프록시 모드를 선택하면 '프록시 서버의 주소 또는 URL'과 '쉼표로 구분된 프록시 우회 규칙 목록'에서 추가 옵션을 지정할 수 있습니다. Pac 프록시 스크립트를 사용하도록 선택하면 URL을 'proxy .pac 파일에 대한 URL'의 스크립트로 지정해야 합니다. 자세한 내용은 http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett을(를) 참조하세요. 이 설정을 사용하면 Chromium은(는) 명령줄에서 지정된 모든 프록시 관련 옵션을 무시합니다.";
ProxyPacUrl.pfm_title = "proxy .pac 파일에 대한 URL";
ProxyPacUrl.pfm_description = "여기에서 proxy .pac 파일에 대한 URL을 지정할 수 있습니다. 이 정책은 '프록시 서버 설정을 지정하는 방법 선택'에서 수동 프록시 설정을 선택한 경우에만 적용됩니다. 자세한 내용은 http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett을(를) 참조하세요.";
ProxyServer.pfm_title = "프록시 서버의 주소 또는 URL";
ProxyServer.pfm_description = "여기에서 프록시 서버의 URL을 지정할 수 있습니다. 이 정책은 '프록시 서버 설정을 지정하는 방법 선택'에서 수동 프록시 설정을 선택한 경우에만 적용됩니다. 자세한 내용은 http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett을(를) 참조하세요.";
RestoreOnStartup.pfm_title = "시작 시 동작";
RestoreOnStartup.pfm_description = "0 - 홈페이지 열기\n1 - 가장 최근에 열어본 URL 다시 열기\n4 - URL 목록 열기\n시작 시 동작을 지정할 수 있습니다. '홈페이지 열기'를 선택하면 Chromium을(를) 시작할 때 홈페이지가 항상 열립니다. '가장 최근에 열어본 URL 다시 열기'를 선택하면 마지막으로Chromium을(를) 닫았을 때 열려 있었던 URL이 다시 열립니다. 'URL 목록 열기'를 선택하면 사용자가 Chromium을(를) 시작할 때 '시작 시 열리는 URL' 목록이 열립니다. 이 설정을 사용하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다. 이 설정을 사용 중지하면 설정하지 않는 것과 같습니다. 사용자는 Chromium에서 해당 설정을 변경할 수 있습니다.";
RestoreOnStartupURLs.pfm_title = "시작 시 열리는 URL";
RestoreOnStartupURLs.pfm_description = "시작 시 동작으로 'URL 목록 열기'를 선택하면 열릴 URL 목록을 지정할 수 있습니다.";
SafeBrowsingEnabled.pfm_title = "세이프 브라우징 사용";
SafeBrowsingEnabled.pfm_description = "Chromium의 세이프 브라우징 기능을 사용하고 사용자가 이 설정을 변경하지 못하게 합니다. 이 설정을 사용하면 세이프 브라우징이 항상 사용됩니다. 이 설정을 사용 중지하면 세이프 브라우징을 사용하지 않습니다. 이 설정을 사용하거나 사용 중지하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다.";
SavingBrowserHistoryDisabled.pfm_title = "브라우저 기록 저장 사용 중지";
SavingBrowserHistoryDisabled.pfm_description = "Chromium에서 브라우저 기록 저장을 사용 중지하고 사용자가 이 설정을 변경하지 못하게 합니다. 이 설정을 사용하면 브라우저 기록이 저장되지 않습니다. 이 설정을 사용 중지하거나 설정하지 않으면 브라우저 기록이 저장됩니다.";
SearchSuggestEnabled.pfm_title = "추천 검색어 사용";
SearchSuggestEnabled.pfm_description = "Chromium의 검색주소창에 추천 검색어를 사용하고 사용자가 이 설정을 변경하지 못하게 합니다. 이 설정을 사용하면 추천 검색어가 사용됩니다. 이 설정을 사용 중지하면 추천 검색어가 사용되지 않습니다. 이 설정을 사용하거나 사용 중지하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다.";
ShowHomeButton.pfm_title = "툴바에 홈 버튼 표시";
ShowHomeButton.pfm_description = "Chromium의 툴바에 홈 버튼을 표시합니다. 이 설정을 사용하면 홈 버튼이 항상 표시됩니다. 이 설정을 사용 중지하면 홈 버튼은 표시되지 않습니다. 이 설정을 사용하거나 사용 중지하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다.";
SyncDisabled.pfm_title = "Google과 데이터 동기화 사용 중지";
SyncDisabled.pfm_description = "Google에서 호스팅하는 동기화 서비스를 사용하는 Chromium의 데이터 동기화를 사용 중지하고 사용자가 이 설정을 변경하지 못하게 합니다. 이 설정을 사용하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다.";
TranslateEnabled.pfm_title = "Google 번역 사용";
TranslateEnabled.pfm_description = "Chromium에서 통합 Google 번역 서비스를 사용합니다. 이 설정을 사용하면 필요한 경우 Chromium이(가) 사용자에게 페이지 번역을 제공하는 통합 툴바를 표시합니다. 이 설정을 사용 중지하면 사용자에게 통합 툴바가 표시되지 않습니다. 이 설정을 사용하거나 사용 중지하면 사용자가 Chromium에서 이 설정을 변경하거나 무시할 수 없습니다.";
UserDataDir.pfm_title = "사용자 데이터 디렉토리 설정";
UserDataDir.pfm_description = "Chromium이(가) 사용자 데이터를 저장할 디렉토리를 설정합니다. 이 정책을 설정하면 Chromium은(는) 사용자가 '--user-data-dir' 플래그를 지정했는지 여부와 상관없이 제공된 디렉토리를 사용합니다.";